{"name":"Helix Template","group":"DCC","indexCards":{"public":[{"id":"0d2b71c0-0015-4ffb-b1b9-7a7a008e297f","titleLabel":"Index Card","title":"Ironguard Motte","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"a706efda-48e6-4119-be1b-9e2c200f83c5","type":"Text","meta":{}},{"id":"7c3c3879-d782-4e1c-9c20-31e7485b97ad","label":"INFO TEXT","type":"InfoText","value":"Ironguard Motte rests along a caravan route\n<br>approximately 15 miles east of Helix. Ironguard Motte,&nbsp;a town by most standards, is the seat of the Ironguard family. See the Silver Standard Caravan Company for more information on travel routes between Helix and Ironguard Motte.<br>","meta":{}}],"subCards":[],"sub":false},{"id":"2d925c75-e672-4b66-859f-9ee99bf81f35","titleLabel":"Index Card","title":"Ancient Ruins","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"024c4647-6b6d-4a54-a3d1-6adbcbb9b5d7","type":"Text","meta":{}},{"id":"8b7003be-9f76-4db2-b100-5f043b3b8411","label":"INFO TEXT","type":"InfoText","value":"An ancient white marble ruin can be found in the&nbsp;Blackened Forest about five miles north of Helix. Once a secret temple to Impurax, the ruins have been reclaimed by the black trees and growth of forest. The ruins are covered in giant spider webs that dominate the wood.<br><br>Some say they occasionally see torches near\n<br>the old temple that correspond to the cycle of the moons.<br>","meta":{}}],"subCards":[],"sub":false},{"id":"acc15d77-8d20-4f71-bc18-eca090b875e9","titleLabel":"Index Card","title":"Statue of Herne","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"cf4bb6ee-4971-4700-842b-6e961c7767b4","type":"Text","meta":{}},{"id":"1af4f483-96ad-4980-a7b2-cbc62de3ae81","label":"INFO TEXT","type":"InfoText","value":"Surrounded by a ring of stones, a statue of Herne the Hunter stands in a secluded grove three miles west of Helix. The statue serves as a shrine and those who worship him travel to the grove with offerings and animal sacrifices.<br>","meta":{}}],"subCards":[],"sub":false},{"id":"af287eee-102a-4014-880f-515df99c2793","titleLabel":"Index Card","title":"Barrowmaze","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"7307b665-457b-49b0-88b2-7e95de6e2b43","type":"Text","meta":{}},{"id":"ac95131c-2930-4786-8318-5bd24bab64e5","label":"INFO TEXT","type":"InfoText","value":"Barrowmaze, and its vast field of barrow mounds, rests a&nbsp;half day’s march south of Helix. The first few expeditions&nbsp;will require the services of a guide. Hendon’s sons can serve in this capacity. There is also a 25% chance that\n<br>a hireling or henchman will know the way. The village locals tend to be the most reliable guides.<br>","meta":{}}],"subCards":[],"sub":false},{"id":"b4299503-610a-467c-886d-733019120f59","titleLabel":"Index Card","title":"Mill","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"22273878-cec4-4ebe-9e95-92c3834a17e3","type":"Text","meta":{}},{"id":"42c629de-468b-4688-b51f-579b44f9daca","label":"INFO TEXT","type":"InfoText","value":"Hendon the miller, his wife Vina, teenage son Tamson,\n<br>and boy Yusef, live here. They represent the hardy and\n<br>determined frontier folk who worship the Anganach and&nbsp;make Helix their home. The mill grinds grain brought&nbsp;from Ironguard Motte into flour for the villagers. Hendon&nbsp;is a capable man (Level 4 Ranger) and occasionally&nbsp;walks the moor in defense of the village.<br>","meta":{}}],"subCards":[],"sub":false},{"id":"53e909ee-51bb-4fae-a5a5-228580f0d1fd","titleLabel":"Index Card","title":"Bowyer/Fletcher","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"2b82a095-6404-4573-95e5-8612076a6204","type":"Text","meta":{}},{"id":"908c0b43-20e0-4cb9-86ca-9c0a16879e85","label":"INFO TEXT","type":"InfoText","value":"This is the home of Valeron the elf. Valeron is a bowyer\n<br>and fletcher. Player characters can purchase short/\n<br>longbows and arrows from him at standard prices.\n<br>Valeron is the finest bowyer in the region. He can also weave giant spider silk into fine garments, cloaks, robes or rope.<br><br>The items he creates have a chance to imbue unique properties to the wielder/wearer.<br>","meta":{}}],"subCards":[],"sub":false},{"id":"1294d2c5-4aeb-46f3-80e0-c8ffbe616e27","titleLabel":"Index Card","title":"Wizard’s Spire","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"0fcb279e-2450-4b8e-a46d-28e4c6807200","type":"Text","meta":{}},{"id":"e1c1f41c-2608-4947-b487-778434e1a21e","label":"INFO TEXT","type":"InfoText","value":"This decaying spire is the home of Mazzahs the\n<br>Magnificent. The spire itself is&nbsp;impressive especially the observatory. However, the&nbsp;structure is in disrepair and the sides are covered in&nbsp;green moss. A sign on the door reads “Do not disturb!”&nbsp;Mazzahs is quirky and grouchy. He prefers to be left&nbsp;alone to work on his experiments, read arcane lore, and&nbsp;study the cosmos through his makeshift observatory at&nbsp;the top of the spire.<br>","meta":{}}],"subCards":[],"sub":false},{"id":"cfa6ec89-ba9d-4cb2-ac4e-438fe1f1cd9c","titleLabel":"Index Card","title":"The Foul Pheasant","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"16353af6-b9d5-4633-b9ee-3dc4cd5a7b87","type":"Text","meta":{}},{"id":"3ac85446-561b-4774-99d6-2254c2df3c08","label":"INFO TEXT","type":"InfoText","value":"Pernicious “Perni” Ticklebottom owns and operates the&nbsp;only gambling house in Helix. Although she attempts to&nbsp;pass her business off as a simple, seedy tavern to the&nbsp;locals, Perni’s primary business is gambling and, to a&nbsp;lesser degree, prostitution.<br>","meta":{}}],"subCards":[],"sub":false},{"id":"2d82af19-2d3b-4fcf-8001-2562c8e76b7b","titleLabel":"Index Card","title":"The Brazen Strumpet (Tavern)","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"9da6b6a8-fad4-4dd3-bd3a-be3f50becd43","type":"Text","meta":{}},{"id":"062f3c70-492a-4894-9fd4-bd06f28cc306","label":"INFO TEXT","type":"InfoText","value":"The Brazen Strumpet is the heart and soul of the village.&nbsp;Bollo the Barkeep owns the tavern and employs three&nbsp;barmaids Taycee, Urgritte, and Merda. The tavern is&nbsp;usually quiet in the mornings and early afternoons.&nbsp;Patrons normally start arriving in the late afternoon and&nbsp;the music and merriment continues until Bollo closes the&nbsp;bar in the wee hours of the morning.<br>","meta":{}}],"subCards":[],"sub":false},{"id":"8f82564d-81e5-4a99-98f9-6299d9f96bf4","titleLabel":"Index Card","title":"The Rosy Quartz Jeweler and Money Lender","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"99f89900-18ba-4124-950e-64fda121e21e","type":"Text","meta":{}},{"id":"d3d6dd34-a00b-4330-81fa-dd421953aadb","label":"INFO TEXT","type":"InfoText","value":"This is the shop of Harnold Huwen Reginald (or H.H.R)\n<br>Huffnpuff, the primary jeweler and money lender in\n<br>the village. Huffnpuff can provide several services for\n<br>adventurers. These include the appraisal of gemstones&nbsp;and precious treasures, exchange of these items into&nbsp;gold pieces, and banking services (he charges 10%&nbsp;for each transaction). He can also lend money (up to&nbsp;300gp/level) at an interest rate of 25%. There are&nbsp;no other money lenders in Helix and Huffnpuff has a&nbsp;monopoly on these services. He has a keen eye and&nbsp;is a shrewd businessman.&nbsp;<br>","meta":{}}],"subCards":[],"sub":false},{"id":"c28e9fee-91c6-4a50-9c27-17830070513f","titleLabel":"Index Card","title":"Shrine of St. Ygg","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"85474bd1-e19c-4040-94de-afead226c5c0","type":"Text","meta":{}},{"id":"539b6a6c-754e-4ab8-b46d-32ddd420aa46","label":"INFO TEXT","type":"InfoText","value":"The Shrine of St. Ygg is a small church in the center of the&nbsp;village. Most villagers in Helix pray to both the ancient&nbsp;gods (Anganach) and the new (Futurus). The Shrine of St.&nbsp;Ygg, in particular, has been successful in establishing a&nbsp;small religious following. Brother Othar (Level 5 Cleric),&nbsp;and his under-clerics Cella (Level 2 Cleric) and Gamdar&nbsp;(Level 2 Half-Orc Cleric), oversee the shrine and tend to&nbsp;the needs of the villagers regardless of their faith.<br>","meta":{}}],"subCards":[],"sub":false},{"id":"1a527476-f9ef-4044-8e5e-372cba054091","titleLabel":"Index Card","title":"The Silver Standard Merchant Caravan Company","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"898fc39b-266f-461a-8cee-03b8ae82b58d","type":"Text","meta":{}},{"id":"c018d59c-31c9-4693-bf1d-0d9c8840ad89","label":"INFO TEXT","type":"InfoText","value":"This building serves as the supply depot for the Silver\n<br>Standard Merchant Caravan Company in Helix. Trade\n<br>goods are both delivered and loaded at this location.\n<br>Billworth Turgen oversees each shipment personally and&nbsp;normally has a small crew of men to load and unload the&nbsp;caravans. The building is locked at night. It may also be&nbsp;guarded by 0 level men-at-arms subject to the situation.<br>","meta":{}}],"subCards":[],"sub":false},{"id":"4a3ebbeb-0d7f-4047-af76-e08f445fd096","titleLabel":"Index Card","title":"Mercenary Guild","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"ecc988bb-8ceb-46b8-9369-e3f065e4bffd","type":"Text","meta":{}},{"id":"5c0dfadf-cad2-4849-b6b3-16db088fae4a","label":"INFO TEXT","type":"InfoText","value":"This building serves as the home of the mercenary\n<br>guild in Helix. Osen, the Guildmaster, created a\n<br>business for himself recruiting men-at-arms, classed\n<br>henchmen, porters, torch-bearers, and guides to serve&nbsp;adventurers and expeditions into the Barrowmoor and&nbsp;the surrounding region. In the spring and summer months, when the population of Helix swells with the influx of&nbsp;lowly adventurers, scoundrels, and rogues, Osen and his&nbsp;guild manage to bring order to the village. The locals&nbsp;jokingly refer to the mercenary guild as “The League of&nbsp;Ordinary Gentlemen.”&nbsp;<br>","meta":{}}],"subCards":[],"sub":false},{"id":"b420d993-e154-454d-b365-575a64637398","titleLabel":"Index Card","title":"The Axe and Anvil","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"078bece7-4394-436d-ad33-58b2a000b30e","type":"Text","meta":{}},{"id":"2cee3d45-8799-4bcd-929a-61d0bb462088","label":"INFO TEXT","type":"InfoText","value":"Karg Barrelgut is the lead hammer at The Axe and Anvil smithy. Barrelgut is a fine craftsman and serves the village in the varied roles of blacksmith, armourer, and weaponsmith, as needed. His young cousin, Gern, works as his apprentice. Barrelgut was originally from the Stone Mountains far across the plains to the east but fled decades ago for an unknown reason. He has befriended the other dwarves in Helix and his smithy now serves as the defacto dwarven meeting place (social and religious). He can provide all the weapons (except bows and arrows) and most armor types (plate mail must be ordered from Ironguard Motte on a cash up-front basis and will take one week). In addition, adventurers can also purchase a Broadsword (1d6+1) from the Axe and Anvil for 8gp. The broadsword is the favoured weapon of warriors in the duchy. If given sufficient time, Barrelgut can make unique non-magical dungeoneering items and equipment. He is known as a fair dealer in Helix.","meta":{}}],"subCards":[],"sub":false},{"id":"2105dda9-92f7-4da5-8085-0e9849f91d94","titleLabel":"Index Card","title":"Trugen's Trade Goods","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"a6009f30-10b7-4f90-8eb1-5d6cfa207bc1","type":"Text","meta":{}},{"id":"f12ffe17-e8f0-4703-afc2-7e4adf421ad5","label":"INFO TEXT","type":"InfoText","value":"Billworth Turgen, a merchant, has provided basic\n<br>equipment and trade goods to the villagers of Helix fordecades. He also serves as the local agent for the Silver&nbsp;Standard Caravan Company and facilitates shipments&nbsp;back and forth between Helix (dried peat, dried fish,&nbsp;animal skins, giant spider silk from the Blackened Forest,&nbsp;and goats) and Ironguard Motte (return shipments&nbsp;include wine, ale, fine clothing, armour, food stuffs (corn&nbsp;and wheat), metal ingots). Turgen also hires men-at-arms&nbsp;through the mercenary guild to serve as protection for&nbsp;his caravans.&nbsp;<br>","meta":{}}],"subCards":[],"sub":false},{"id":"71cf9cc2-7a8f-4fc4-a337-a9b0404eefc2","titleLabel":"Place","title":"Village Square","color":"#fff","playedDuringTurn":false,"pinned":false,"blocks":[{"id":"c2672fab-92ce-4e74-84c0-37cb64d7c5ba","type":"Text","meta":{}},{"id":"bf011e75-0d9f-4f71-a616-058480a980f0","label":"CENTRAL MEETING PLACE AND MARKETPLACE","type":"Text","meta":{}},{"id":"05c7e968-5cf3-4aad-9447-0525a67a039a","label":"INFO TEXT","type":"InfoText","value":"This is the central meeting and marketplace in the village.&nbsp;The village crier makes announcements each day at noon&nbsp;from a dais in the center of the square. These announcements&nbsp;normally gather a large crowd and provide an excellent&nbsp;opportunity for PCs to learn news or attempt to find hirelings&nbsp;or henchmen, beyond those available in the Mercenary&nbsp;Guild. The cost to solicit hirelings and henchmen through&nbsp;the village crier is 5gp. There is also a pillory in the square\n<br>that serves as a deterrent for criminals and thieves.<br>","meta":{}}],"subCards":[],"sub":false}],"private":[]},"lastUpdated":1673815367,"version":3,"fariType":"scene"}